Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Reset Card to Defaults
ar: إعادة تعيين البطاقة إلى الافتراضي
cs: Obnovit kartu na výchozí hodnoty
da: Nulstil kort til standardindstillinger
de: Karte auf Standard zurücksetzen
el: Επαναφορά κάρτας στα προκαθορισμένα
es: Restablecer la tarjeta por defecto
fi: Palauta kortti oletuksiin
fr: Réinitialiser la carte par défaut
it: Ripristina la carta ai valori predefiniti
ja: カードをデフォルトにリセット
nl: Reset kaart naar standaardwaarden
no: Tilbakestill kortet til standard
pl: Resetuj kartę do ustawień domyślnych
pt: Redefinir o cartão para os padrões
ro: Resetare card la valorile implicite
ru: Сбросить настройки карты
sv: Återställ kort till standard
uk: Відновити типові значення картки
zh_hans: 重置卡片为默认值

source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer por defecto
fi: Palauta oletukset
fr: Revenir à la valeur par défaut
it: Ripristina predefinito
ja: デフォルトにリセット
nl: Standaardinstellingen herstellen
no: Tilbakestill til standard
pl: Przywróć domyślne
pt: Restaurar ao Padrão
ro: Resetare la valorile implicite
ru: Сброс по умолчанию
sv: Återställ till standard
uk: Відновити за замовчуванням
zh_hans: 重置为默认值

source: Reset to Defaults
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí nastavení
da: Nulstil til standardindstillinger
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer valores por defecto
fi: Palauta oletukset
fr: Réinitialiser aux valeurs par défaut
it: Ripristina impostazioni predefinite
ja: デフォルトにリセット
nl: Standaardinstellingen herstellen
no: Tilbakestill til standard
pl: Przywróć domyślne
pt: Restaurar padrões
ro: Resetare la valorile implicite
ru: Сброс по умолчанию
sv: Återställ till standard
uk: Відновити параметри за замовчуванням
zh_hans: 重置为默认值

source: Resets all accessibility preferences to their default values
ar: إعادة تعيين جميع تفضيلات إمكانية الوصول إلى القيم الافتراضية
cs: Resetuje všechny předvolby přístupnosti na jejich výchozí hodnoty
da: Nulstiller alle tilgængelighedspræferencer til deres standardværdier
de: Setzt alle Barrierefreiheitseinstellungen auf ihre Standardwerte zurück
el: Επαναφέρει όλες τις προτιμήσεις προσβασιμότητας στις προεπιλεγμένες τιμές τους
es: Restablece todas las preferencias de accesibilidad a sus valores por defecto
fi: Palauta kaikki esteettömyysasetukset niiden oletusarvoihin
fr: Réinitialise toutes les préférences d'accessibilité à leurs valeurs par défaut
it: Reimposta tutte le preferenze di accessibilità ai valori predefiniti
ja: すべてのアクセシビリティ設定をデフォルト値にリセットします
nl: Reset alle toegankelijkheidsvoorkeuren naar hun standaardwaarden
no: Tilbakestiller alle tilgjengelighetsinnstillinger til standardverdiene
pl: Resetuje wszystkie preferencje dostępności do ich wartości domyślnych
pt: Redefine todas as preferências de acessibilidade para seus valores padrão
ro: Resetează toate preferințele de accesibilitate la valorile lor implicite
ru: Сбрасывает все настройки специальных возможностей по умолчанию
sv: Återställer alla tillgänglighetsinställningar till sina standardvärden
uk: Скинути всі параметри доступності до їх значень за замовчуванням
zh_hans: 重置所有访问首选项为默认值

source: Resets the consecutive-failure counter. The next background refresh will use the base 5-minute interval.
ar: إعادة تعيين عداد الفشل المتتالي. تحديث الخلفية التالي سوف يستخدم الفاصل الزمني الأساسي لمدة 5 دقائق.
cs: Resetuje počítadlo po sobě jdoucích poruch. Další aktualizace pozadí bude používat základní 5minutový interval.
da: Nulstiller consecutive- failure tælleren. Den næste baggrundsopdatering vil bruge det grundlæggende 5 minutters interval.
de: Setzt den Konsekutiv-Fehlerzähler zurück. Die nächste Aktualisierung des Hintergrunds wird das Basis-5-Minuten-Intervall verwenden.
el: Επαναφέρει τον μετρητή αποτυχίας consecutive-failter. Η επόμενη ανανέωση φόντου θα χρησιμοποιήσει το διάστημα βάσης 5 λεπτών.
es: Restablece el contador de fallos consecutivos. La próxima actualización en segundo plano utilizará el intervalo base de 5 minutos.
fi: Nollaa peräkkäisen vikaantumislaskurin. Seuraava taustapäivitys käyttää pohjaa 5 minuutin välein.
fr: Réinitialise le compteur d'échec consécutif. Le prochain rafraîchissement en arrière-plan utilisera l'intervalle de 5 minutes de base.
it: Ripristina il contatore dei guasti consecutivi. Il prossimo aggiornamento in background userà l'intervallo base di 5 minuti.
ja: 連続失敗カウンターをリセットします。次のバックグラウンドリフレッシュでは5分間隔が使用されます。
nl: Reset de achtereenvolgende mislukkingen teller. De volgende achtergrond ververst de basis 5 minuten interval.
no: Nullstiller sammenhengende teller. Den neste bakgrunnsoppdateringen vil bruke base 5-minutters intervallet.
pl: Resetuje kolejny licznik awarii. Następne odświeżenie w tle użyje podstawowego 5-minutowego odstępu.
pt: Redefine o contador de falhas consecutivas. A próxima atualização em segundo plano usará o intervalo base de 5 minutos.
ro: Resetează contorul consecutiv de eșec. Următorul fundal de reîmprospătare va utiliza intervalul de 5 minute de bază.
ru: Сбрасывает счетчик последовательных сбоев. При следующем фоновом обновлении будет использоваться базовый 5-минутный интервал.
sv: Återställer disken på varandra följande misslyckande. Nästa uppdatering av bakgrunden kommer att använda intervallet på 5 minuter.
uk: Скидає лічильник збій. Наступне оновлення тла буде використовувати базовий 5-хвилинний інтервал.
zh_hans: 重置接连故障计数器。下次背景刷新将使用基数5分钟间隔。

source: Restore
ar: إستعادة
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: RESTAURAR
ro: Restaurează
ru: Восстановить
sv: Återställ
uk: Відновити
zh_hans: 恢复

source: Restore from .saxtheme File…
ar: استعادة من ملف .saxtheme…
cs: Obnovit ze souboru .saxtheme…
da: Gendan fra .saxtheme File…
de: Wiederherstellen von .saxtheme Datei…
el: Επαναφορά από .saxtheme Αρχείο…
es: Restaurar desde archivo .saxtheme…
fr: Restaurer à partir du fichier .saxtheme…
it: Ripristina dal file .saxtheme…
nl: Herstellen van .saxtheme bestand…
no: Gjenopprett fra .sakstema-filen…
pl: Przywróć z pliku .saxtheme…
pt: Restaurar de .saxtheme File…
ro: Restaurează din fișierul .saxtheme…
ru: Восстановить из файла .saxtheme…
sv: Återställ från .saxtheme File…
uk: Відновити з файлу .saxtheme…

source: Restore from iCloud Now
ar: استعادة من iCloud الآن
cs: Obnovit z iCloudu
da: Gendan fra iCloud nu
de: Jetzt von iCloud wiederherstellen
el: Επαναφορά από το iCloud τώρα
es: Restaurar desde iCloud ahora
fi: Palauta iCloudista nyt
fr: Restaurer depuis iCloud maintenant
it: Ripristina da iCloud Now
ja: iCloudから今すぐ復元
nl: Herstel vanaf iCloud nu
no: Gjenopprett fra iCloud nå
pl: Przywróć teraz z iCloud
pt: Restaurar do iCloud Now
ro: Restaurează din iCloud acum
ru: Восстановить из iCloud сейчас
sv: Återställ från iCloud nu
uk: Відновити з iCloud зараз
zh_hans: 立即从 iCloud 恢复

source: Restore now
ar: استعادة الآن
cs: Obnovit nyní
da: Gendan nu
de: Jetzt wiederherstellen
el: Επαναφορά τώρα
es: Restaurar ahora
fi: Palauta nyt
fr: Restaurer maintenant
it: Ripristina ora
ja: 今すぐ復元
nl: Herstel nu
no: Gjenopprett nå
pl: Przywróć teraz
pt: Restaurar agora
ro: Restaurează acum
ru: Восстановить сейчас
sv: Återställ nu
uk: Відновити
zh_hans: 立即恢复

source: Restore Purchase
ar: استعادة الشراء
cs: Obnovit nákup
da: Gendan Køb
de: Einkauf wiederherstellen
el: Επαναφορά Αγοράς
es: Restaurar compra
fi: Palauta Osto
fr: Restaurer l'achat
it: Ripristina Acquisto
ja: 購入を復元する
nl: Aankoop herstellen
no: Gjenopprett kjøp
pl: Przywróć zakup
pt: Restaurar compra
ro: Restabiliți achiziția
ru: Восстановить покупку
sv: Återställ köp
uk: Відновити покупку
zh_hans: 恢复购买

source: Restore Purchases
ar: استعادة عمليات الشراء
cs: Obnovit nákupy
da: Gendan Køb
de: Käufe wiederherstellen
el: Επαναφορά Αγορών
es: Restaurar compras
fi: Palauta Ostokset
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元する
nl: Aankopen herstellen
no: Gjenopprette kjøp
pl: Przywróć zakupy
pt: Recuperar Compras
ro: Restabilire cumpărături
ru: Восстановить покупки
sv: Återställ köp
uk: Відновити покупки
zh_hans: 恢复购买

# Restored. You own %lld cosmetic%@.
source: Restored. You own %1$lld cosmetic%2$@.
ar: استعادة. أنت تملك %1$lld مستحضرات تجميلية%2$@.
cs: Obnoveno. Vlastníš %1$lld kosmetiku%2$@.
da: Gendanne. Du ejer %1$lld kosmetisk%2$@.
de: Wiederhergestellt. Du besitzt %1$lld kosmetische%2$@.
el: Ανάκτηση. Σας ανήκει %1$lld καλλυντικά%2$@.
es: Restaurado. Tienes %1$lld cosmético%2$@.
fr: Restauré. Vous possédez un cosmétique %1$lld%2$@.
it: Ripristinato. Possiedi %1$lld cosmetico%2$@.
ja: 復元しました。 %1$lld 化粧品の%2$@ を所有しています。
nl: Hersteld. Je hebt %1$lld cosmetische%2$@.
no: Gjenopprettet. Du eier %1$lld kosmetic%2$@.
pl: Przywrócono. Posiadasz %1$lld kosmetyczny%2$@.
pt: Restaurado. Você possui %1$lld cosmético%2$@.
ro: Restaurat. Deții %1$lld%2$@.
ru: Восстановлено. У вас есть %1$lld косметическая%2$@.
sv: Återställd. Du äger %1$lld kosmetiska%2$@.
uk: Відновлено. Ви придбали %1$lld , косметичні%2$@.
zh_hans: 还原。您拥有 %1$lld 装饰性%2$@。

source: Restores in %llds
ar: الاستعادة في %llds
cs: Obnovení v %llds
da: Genstarter i %llds
de: Stellt in %llds wieder her
el: Επαναφέρει σε %llds
es: Restaurar en %llds
fr: Restaure dans %llds
it: Ripristina in %llds
ja: %lld秒で復元
nl: Herstelt in %llds
no: Gjenoppretter i %llds
pl: Przywraca w %llds
pt: Restaura em %llds
ro: Restaurează în %llds
ru: Восстанавливается в %lldсек
sv: Återställer i %llds
zh_hans: 还原于 %lld秒

source: Retry
ar: إعادة المحاولة
cs: Opakovat
da: Forsøg igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
fr: Réessayer
it: Riprova
ja: 再試行する
nl: Opnieuw
no: Prøv igjen
pl: Ponów próbę
pt: Repetir
ro: Reîncercați
ru: Повторить
sv: Försök igen
uk: Повторити спробу
zh_hans: 重试

source: Retrying, please wait
ar: إعادة المحاولة، الرجاء الانتظار
cs: Opakuji, prosím čekejte
da: Forsøg igen, vent venligst
de: Wiederholen, bitte warten
el: Προσπάθηση, παρακαλώ περιμένετε
es: Reintentando, por favor espere
fi: Yritä uudelleen, odota hetki
fr: Nouvelle tentative, veuillez patienter
it: Riprovare, attendere
ja: 再試行中、しばらくお待ちください
nl: Opnieuw proberen, even geduld a.u.b.
no: Prøver, vennligst vent
pl: Ponawianie, proszę czekać
pt: Repetindo, por favor aguarde
ro: Încercaţi din nou, vă rugăm aşteptaţi
ru: Повторите попытку, подождите
sv: Försök igen, vänta
uk: Повторити, будь ласка, зачекайте
zh_hans: 正在重试，请稍等

source: Rise: %@
ar: السعر: %@
cs: Jízda: %@
de: Aufstieg: %@
es: Subida: %@
fi: Nouse: %@
fr: Risque : %@
it: Risposta: %@
nl: Risico %@
pl: Wyrażenie: %@
pt: Risco: %@
ro: Risc: %@
sv: Upp: %@
uk: Зростання: %@
zh_hans: 升起： %@

source: Rule
ar: القاعدة
cs: Pravidlo
da: Regel
de: Regel
el: Κανόνας
es: Regla
fi: Sääntö
fr: Règle
it: Regola
ja: ルール
nl: Regel
no: Regel
pl: Zasada
pt: regra
ro: Regulă
ru: Правило 1
sv: Regel
uk: Правило
zh_hans: 规 则

source: S
ar: س
no: L
pl: Pr
pt: S.O.
ru: С
uk: Пд
zh_hans: 秒

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
uk: Зберегти
zh_hans: 保存

source: Save API Keys
ar: حفظ مفاتيح API
cs: Uložit API klíče
da: Gem API-nøgler
de: API-Schlüssel speichern
el: Αποθήκευση Κλειδιών Api
es: Guardar claves API
fi: Tallenna Api Avaimet
fr: Enregistrer les clés API
it: Salva Chiavi Api
ja: API キーを保存
nl: API-sleutels opslaan
no: Lagre API-nøkler
pl: Zapisz klucze API
pt: Salvar chaves de API
ro: Salvează chei API
ru: Сохранить API ключи
sv: Spara API-nycklar
uk: Зберегти ключі API
zh_hans: 保存 API 密钥

source: Save to Photos
ar: حفظ في الصور
cs: Uložit do fotografií
da: Gem i fotos
de: In Fotos speichern
el: Αποθήκευση σε φωτογραφίες
es: Guardar en fotos
fi: Tallenna kuviin
fr: Enregistrer dans Photos
it: Salva nelle foto
ja: 写真に保存
nl: Opslaan in Foto's
no: Lagre i bilder
pl: Zapisz do zdjęć
pt: Salvar para Fotos
ro: Salvează în Poze
ru: Сохранить в фото
sv: Spara till foton
uk: Зберегти до фотографій
zh_hans: 保存到照片

source: Saved Locations
ar: المواقع المحفوظة
cs: Uložená místa
da: Gemte Steder
de: Gespeicherte Orte
el: Αποθηκευμένες Τοποθεσίες
es: Ubicaciones guardadas
fi: Tallennetut Sijainnit
fr: Emplacements enregistrés
it: Posizioni Salvate
ja: 保存した場所
nl: Opgeslagen locaties
no: Lagrede Steder
pl: Zapisane lokalizacje
pt: Locais salvos
ro: Locații salvate
ru: Сохраненные места
sv: Sparade platser
uk: Збережені місця розташування
zh_hans: 保存的位置

source: SaxWeather
ar: ساكسويت
de: Sachwetter
fi: Saksisää
nl: SaksWeer
pl: SaksWeather
pt: Saxmeteorologia
ro: SaxMeteo
ru: СакПогода
sv: SaxVäder
uk: Саксипогода
zh_hans: 萨克斯Weather

source: SaxWeather needs location access to show weather for where you are. You can add a location manually later in Settings.
ar: يحتاج SaxWeather إلى الوصول إلى الموقع لإظهار الطقس من أين أنت . يمكنك إضافة موقع يدوياً في وقت لاحق من الإعدادات.
cs: SaxWeather potřebuje přístup k poloze pro zobrazení počasí tam, kde jste. Později můžete přidat polohu ručně v nastavení.
da: SaxWeather behøver lokationsadgang for at vise vejret, hvor du befinder dig. Du kan tilføje en lokation manuelt senere i Indstillinger.
de: SaxWeather benötigt Standortzugriff, um das Wetter dort anzuzeigen, wo Sie sind. Sie können einen Standort später manuell in den Einstellungen hinzufügen.
el: Το SaxWeather χρειάζεται πρόσβαση στην τοποθεσία για να δείξει τον καιρό που βρίσκεστε. Μπορείτε να προσθέσετε μια τοποθεσία χειροκίνητα αργότερα στις Ρυθμίσεις.
es: SaxWeather necesita acceso a la ubicación para mostrar el tiempo donde estás. Puede añadir una ubicación manualmente más tarde en Configuración.
fi: SaxWeather tarvitsee sijainnin pääsyn näyttääksesi säätilan missä olet. Voit lisätä sijainnin manuaalisesti myöhemmin Asetuksissa.
fr: SaxWeather a besoin d'un accès à la localisation pour afficher la météo où vous vous trouvez. Vous pouvez ajouter un emplacement manuellement plus tard dans les paramètres.
it: SaxWeather ha bisogno di accesso alla posizione per mostrare il tempo per dove ti trovi. Puoi aggiungere una posizione manualmente nelle Impostazioni.
ja: SaxWeatherは現在地を表示するために位置情報のアクセス権を必要とします。位置情報は後で設定から追加できます。
nl: Saksen hebben locatie nodig om weer te kunnen laten zien waar u bent. U kunt later een locatie toevoegen in Instellingen.
no: SaxWeather trenger stedstilgang for å vise været for hvor du er. Du kan legge til en plassering manuelt senere i innstillingene.
pl: SaksWeather potrzebuje dostępu do lokalizacji, aby pokazać pogodę dla miejsca, gdzie jesteś. Możesz dodać lokalizację ręcznie później w Ustawieniach.
pt: SaxWeather precisa de acesso à localização para mostrar o clima de onde você está. Você pode adicionar uma localização manualmente mais tarde nas Configurações.
ro: SaxWeather are nevoie de acces la locație pentru a arăta vremea unde te afli. Poți adăuga o locație manual mai târziu în Setări.
ru: SaxWeather необходим доступ к местоположению для показа погоды где вы находитесь. Вы можете добавить местоположение вручную позже в настройках.
sv: SaxWeather behöver platsåtkomst för att visa väder där du är. Du kan lägga till en plats manuellt senare i Inställningar.
uk: Саксенова погода потребує доступу до місцезнаходження, щоб показати, де ви є. Ви можете додати місцезнаходження вручну в Налаштуваннях.
zh_hans: SaxWeather 需要访问位置以显示您所在位置的天气。您可以稍后在设置中手动添加位置。

source: SaxWeather needs location access to show weather for where you are. You can also add a location manually in Settings.
ar: يحتاج ساكسويت إلى الوصول إلى الموقع لإظهار الطقس لأين أنت كذلك. يمكنك أيضا إضافة موقع يدوياً في الإعدادات.
cs: SaxWeather potřebuje přístup k poloze pro zobrazení počasí tam, kde jste. Můžete také přidat polohu ručně v nastavení.
da: SaxWeather skal have adgang til placeringen for at vise vejret, hvor du befinder dig. Du kan også tilføje en placering manuelt i Indstillinger.
de: SaxWeather benötigt Standortzugriff, um das Wetter dort anzuzeigen, wo Sie sich befinden. Sie können auch einen Standort manuell in den Einstellungen hinzufügen.
el: Το SaxWeather χρειάζεται πρόσβαση στην τοποθεσία για να δείξει τον καιρό που βρίσκεστε. Μπορείτε επίσης να προσθέσετε μια τοποθεσία χειροκίνητα στις Ρυθμίσεις.
es: SaxWeather necesita acceso a la ubicación para mostrar el tiempo donde estás. También puede añadir una ubicación manualmente en Configuración.
fi: SaxWeather tarvitsee sijainnin pääsyn näyttääksesi säätilan missä olet. Voit myös lisätä sijainnin manuaalisesti Asetuksista.
fr: SaxWeather a besoin d'un accès à la localisation pour afficher la météo où vous vous trouvez. Vous pouvez également ajouter un emplacement manuellement dans les paramètres.
it: SaxWeather ha bisogno di accesso alla posizione per mostrare il tempo per dove ti trovi. Puoi anche aggiungere manualmente una posizione nelle Impostazioni.
ja: SaxWeatherは現在地を表示するために位置情報のアクセス権を必要とします。場所は手動で追加することもできます。
nl: Saksen hebben locatie nodig om weer te kunnen laten zien waar u bent. U kunt ook handmatig een locatie toevoegen in de instellingen.
no: SaxWeather trenger stedstilgang for å vise været for hvor du er. Du kan også legge til en plassering manuelt i Innstillinger.
pl: SaksWeather potrzebuje dostępu do lokalizacji, aby pokazać pogodę dla miejsca, gdzie jesteś. Możesz również dodać lokalizację ręcznie w Ustawieniach.
pt: SaxWeather precisa do acesso à localização para mostrar o clima de onde você está. Você também pode adicionar uma localização manualmente nas Configurações.
ro: SaxWeather are nevoie de acces la locație pentru a arăta vremea unde te afli. De asemenea, poți adăuga manual o locație în Setări.
ru: SaxWeather необходим доступ к местоположению для показа погоды, где вы находитесь. Вы также можете добавить местоположение вручную в настройках.
sv: SaxWeather behöver platsåtkomst för att visa väder där du är. Du kan också lägga till en plats manuellt i Inställningar.
uk: Саксотельна погода потребує доступу до місця знаходження, щоб показати де ви знаходитесь. Ви також можете вручну додати його в Налаштуваннях.
zh_hans: SaxWeather 需要访问位置才能显示您所在位置的天气。您也可以手动在设置中添加位置。

source: SaxWeather uses multiple weather data providers to give you the most accurate weather information.
ar: يستخدم ساكسويس موفري بيانات الطقس المتعددة لإعطائك معلومات الطقس الأكثر دقة.
cs: SaxWeather používá více poskytovatelů dat o počasí, aby vám poskytl co nejpřesnější informace o počasí.
da: SaxWeather bruger flere vejrdataleverandører til at give dig de mest præcise vejroplysninger.
de: SaxWeather verwendet mehrere Wetterdaten-Anbieter, um Ihnen die genauesten Wetterinformationen zu geben.
el: Το SaxWeather χρησιμοποιεί πολλαπλούς παρόχους δεδομένων καιρού για να σας δώσει τις πιο ακριβείς πληροφορίες καιρού.
es: SaxWeather utiliza múltiples proveedores de datos meteorológicos para darle la información meteorológica más precisa.
fi: SaxWeather käyttää useita säätietojen tarjoajia antaakseen sinulle tarkimmat säätiedot.
fr: SaxWeather utilise plusieurs fournisseurs de données météo pour vous fournir les informations météo les plus précises.
it: SaxWeather utilizza più provider di dati meteo per fornirti le informazioni meteo più accurate.
ja: SaxWeatherは複数の気象データプロバイダーを使用して、最も正確な気象情報を提供します。
nl: SaxWeather maakt gebruik van meerdere weerproviders om u de meest nauwkeurige weerinformatie te geven.
no: SaxWeather bruker flere værdataleverandører for å gi deg mest nøyaktige værinformasjon.
pl: SaksWeather używa wielu dostawców danych pogodowych, aby dostarczyć Ci najdokładniejszych informacji o pogodzie.
pt: O SaxWeather usa vários provedores de dados meteorológicos para fornecer informações meteorológicas mais precisas.
ro: SaxWeather folosește mai mulți furnizori de date meteo pentru a vă oferi cele mai precise informații meteo.
ru: SaxWeather использует несколько поставщиков данных о погоде для предоставления наиболее точной информации о погоде .
sv: SaxWeather använder flera väderdataleverantörer för att ge dig den mest exakta väderinformation.
uk: Саксотейна програма використовує декілька постачальників даних погоди, щоб надати вам найточнішу інформацію про погоду.
zh_hans: SaxWeather 使用多个天气数据提供商为您提供最准确的天气信息。

source: Schema v%lld
ar: مخطط ضد%lld
cs: Schéma v%lld
da: Skema v%lld
de: Schema gegen%lld
es: Esquema v%lld
fi: Teema v.%lld
fr: Schéma v%lld
it: Schema /%lld
ja: スキーマ v%lld
no: Skjema v%lld
pl: Schemat przeciwko%lld
pt: Esquema v%lld
ru: Схема v%lld
uk: Схеми%lld

source: Search All Settings
ar: البحث في جميع الإعدادات
cs: Hledat všechna nastavení
da: Søg I Alle Indstillinger
de: Alle Einstellungen durchsuchen
el: Αναζήτηση Όλων Των Ρυθμίσεων
es: Buscar todos los ajustes
fi: Etsi Kaikki Asetukset
fr: Rechercher dans tous les paramètres
it: Cerca Tutte Le Impostazioni
ja: すべての設定を検索
nl: Zoek in alle instellingen
no: Søk i alle innstillinger
pl: Szukaj wszystkich ustawień
pt: Pesquisar todas as configurações
ro: Caută în toate setările
ru: Поиск по всем настройкам
sv: Sök alla inställningar
uk: Всі параметри пошуку
zh_hans: 搜索所有设置

source: Search City/Town
ar: مدينة البحث/المدينة
cs: Hledat město/město
da: Søg By/By
de: Stadt durchsuchen
el: Αναζήτηση Πόλη/Πόλη
es: Buscar ciudad/ciudad
fi: Etsi Kaupunki/Kaupunki
fr: Rechercher dans la Ville
it: Cerca Città/Città
ja: 市区町村を検索
nl: Zoek plaats/stad
no: Søk by/egen
pl: Szukaj Miasta/Miasto
pt: Buscar Cidade/Cidade
ro: Căutare oraș/oraș
ru: Поиск города/города
sv: Sök Ort / Ort
uk: Шукати місто/місто
zh_hans: 搜索城市/城市

source: Search every customisation knob the registry knows about
ar: البحث في كل تخصيص يعلمه السجل عن
cs: Hledat všechny vlastní knoflíky, o kterých registr ví
da: Søg i hver brugerdefineret drejeknap i registreringsdatabasen kender
de: Durchsuche jeden Anpassungsknopf, den die Registry kennt
el: Αναζήτηση σε κάθε κουμπί παραμετροποίησης για το οποίο γνωρίζει το μητρώο
es: Buscar todos los knob de personalización que el registro conoce
fi: Etsi jokaisesta mukautussäätimestä, josta rekisteri tietää
fr: Rechercher dans chaque bouton de personnalisation que le registre connaît
it: Cerca ogni manopola di personalizzazione di cui il registro conosce
ja: レジストリが知っているカスタマイズノブをすべて検索します
nl: Zoek in elke customisatie knop waarvan het register op de hoogte is
no: Søk i hver tilpasningsknapp for registeret vet om
pl: Szukaj każdego pokrętła dostosowywania, o którym rejestr wie
pt: Pesquisar cada tocador de personalização que o registro sabe sobre
ro: Căutați fiecare buton personalizat despre care registrul știe
ru: Искать каждую модификацию знает реестр
sv: Sök i varje anpassningsratt registret känner till
uk: Шукати кожну інформацію в реєстрі
zh_hans: 搜索注册表知道的每个自定义步骤

source: Search every setting…
ar: البحث في كل إعدادات…
cs: Hledat každé nastavení…
da: Søg i alle indstillinger…
de: Alle Einstellungen durchsuchen…
es: Buscar cada ajuste…
fr: Rechercher dans chaque paramètre…
it: Cerca ogni impostazione…
nl: Alle instellingen zoeken…
pl: Szukaj każdego ustawienia…
pt: Pesquisar a cada configuração…
ro: Caută fiecare setare…
ru: Искать каждый параметр…
sv: Sök i varje inställning…
zh_hans: 搜索每个设置…

source: Search for a city or town
ar: البحث عن مدينة أو مدينة
cs: Hledat město nebo město
da: Søg efter en by eller by
de: Suche nach einer Stadt oder Stadt
el: Αναζήτηση για μια πόλη ή πόλη
es: Buscar una ciudad o ciudad
fi: Etsi kaupunkia tai kaupunkia
fr: Rechercher une ville ou une ville
it: Cerca una città o una città
ja: 都市または町を検索
nl: Zoek naar een stad of stad
no: Søk etter by eller by
pl: Poszukaj miasta lub miasta
pt: Procure por uma cidade ou cidade
ro: Caută un oraș sau un oraș
ru: Поиск города или города
sv: Sök efter stad eller stad
uk: Пошук міста або міста
zh_hans: 搜索一个城市或城市
